{
  "contentRu": {
    "header": {
      "headerContactEmail": "Написать нам",
      "headerMenuAbout": "О компании",
      "headerMenuService": "О сервисе",
      "headerMenuNews": "Новости",
      "headerMenuContacts": "Контакты"
    },
    "sidebar": {
      "sidebarDescVisa": "Виза в Россию",
      "sidebarDescWork": "Разрешение на работу",
      "sidebarDescExitVisa": "Выездные визы",
      "sidebarDescCitizen": "Гражданство РФ",
      "sidebarDescWebinar": "Вебинар академия",
      "sidebarDescOther": "Другие услуги"
    },
    "contacts":{
      "contactsTitle":"Контакты",
      "contactsDesc":"г. Москва, пр-т. Вернадского, д.29, 119331"
    },
    "components":{
      "buttonMore":"Подробнее",
      "buttonWatch":"Смотреть видео"
    },
    "aboutCompany": {
      "about": {
        "titleAbout": "О компании",
        "aboutText": "- это многогранное пространство в котором создаются творческие и структурные решения для свободной реализации бизнесс-процессов. Наши уникальные решения становятся must-haves в своей области. На сегодняшний день – это 15 лет успешного опыта предоставления сервиса в визово-миграционной сфере. Высокая квалификация сотрудников, качество предоставляемых услуг, гибкий подход - позволили завоевать доверие многих российских и иностранных компаний из различных сфер бизнеса  и сформировать репутацию надежного бизнес-партнера.",
        "aboutTextSpan": "Mellennium Travel "
      },
      "service": {
        "serviceTitle": "О сервисе",
        "serviceTextPhrase": "«Клиенты – личности, а с личностями шаблоны не работают…»",
        "serviceTextDesc": "Первоклассный сервис в нашем понимании - это качественный сервис, ориентированный на глубинные потребности клиента. При создании клиентоориентированного сервиса очень большую роль играет человеческий фактор. Наша концепция - это постоянное совершенствование, как наших профессиональных качеств, так и способов оказания услуг. Запросы клиентов являются катализатором для нашего развития и роста. При взаимодействии с визово-миграционной службой у клиентов возникает множество вопросов. У нас есть ответ на каждый из них.",
        "serviceTextSlogan": "Качественный сервис - наше секретное оружие!"
      },
      "cooperation": {
        "cooperationTitle":"Сотрудничество",
        "cooperationTextSpan":"Mellennium Travel ",
        "cooperationText":"предлагает несколько вариантов сотрудничества для своих клиентов"
      },
      "advantages": {
        "advantagesTitle":"Преимущества",
        "advantagesDescTitleHon":"Честность",
        "advantagesDescTitleBen":"Польза",
        "advantagesDescTitleExp":"Экспертность",
        "advantagesDescTitleAv":"Доступность",
        "advantagesDescTitleSup":"Поддержка",
        "advantagesDescTitleFlex":"Гибкость",
        "advantagesDescHon":"в процессе взаимодействия мы честно озвучиваем этапы процесса работы: результат, гарантии и риски",
        "advantagesDescBen":"любое взаимодействие с менеджерами нашей компании всегда приносит пользу клиенту",
        "advantagesDescExp":"за годы работы мы получили бесценный практический опыт в решении различных задач наших клиентов",
        "advantagesDescAv":"мы понимаем, как важно быть всегда на связи, поэтому  для наших клиентов доступна поддержка 24/7",
        "advantagesDescSup":"мы несем ответственность за взятые на себя обязательства и разделяем риски с клиентом",
        "advantagesDescFlex":"гибкая и прозрачная ценовая политика в соответствии с запросом и возможностями клиента"
      },
      "news": {
        "newsTitle":"Новости",
        "newsText1":"Уважаемые  партнеры ! Спешим Вас проинформировать о том, что 31 июля последний день для направления уведомления о начислении заработной платы ВКС за второй квартал 2017 года.",
        "newsText2":"Конституционный суд (КС) РФ в открытом заседании признал не соответствующими Конституции нормы российского миграционного закона, обязывающие иностранцев вставать на учет по месту пребывания.",
        "newsText3":"В обозримом будущем на смену бумажным миграционным карточкам с печатью сотрудников пограничной службы, которые выдаются иностранным гражданам при въезде в РФ, придет их электронная версия –цифровая миграционная карта."
      },
      "clients": {
        "clientsTitle":"Наши клиенты"
      }
    },
    "visa":{
      "visaRf":{
        "visaRfTitle":"Виза в РФ",
        "visaRfDoc":"Для въезда в Российскую Федерацию иностранный гражданин либо лицо без гражданства должен предъявить действительный документ, удостоверяющий личность и признаваемый Российской Федерацией в этом качестве, и визу, если иной порядок въезда в Российскую Федерацию не установлен международным договором.",
        "visaRfSpan":"Приглашение ",
        "visaRfDesc":"является основанием для выдачи иностранному гражданину визы, согласно положениям, предусмотренных Федеральным законом от 25 июля 2002 г. № 115-ФЗ «О правовом положении иностранных граждан в Российской Федерации» или международными договорами Российской Федерации. При подаче ходатайства о выдаче приглашения на въезд в Российскую Федерацию приглашающей стороне предоставляется право выбора оформления приглашения либо на бланке установленной формы либо в форме электронного документа.",
        "visaRfType":"При планировании поездки важно выбрать правильный тип оформляемого приглашения, так как цель заявляемого визита должна соответствовать реальной цели въезда.",
        "visaRfDep": "В зависимости от цели визита приглашения подразделяются на:",
        "visaRfTitleBus":"Деловые",
        "visaRfTitleTour":"Туристические",
        "visaRfTitleEmpl":"Рабочие"

      },
      "busInvit":{
        "busInvitTitle":"Деловое приглашение",
        "busInvitDesc1":"Обыкновенное деловое приглашение является наиболее часто оформляемым типом приглашения. Данное приглашение понадобится всем, кто связывает поездку в Россию с решением коммерческих или деловых вопросов, для расширения своих бизнес-связей, подписания договоров, а также с выполнением каких-либо технических работ. Чтобы оформить деловую визу, нужно получить деловое приглашение от компании в РФ.",
        "busInvitQuest":"Кто оформляет деловое приглашение?",
        "busInvitDesc2":"Приглашения оформляются через ГУВМ МВД (только по запросу аккредитованного в ГУВМ МВД юридического лица). Имеется возможность оформления через ТПП РФ (для представительств) или МИД (приглашение от лица государственной организации). Приглашение содержит следующие сведения: фамилию, имя (написанные буквами русского и латинского алфавитов), дату и место рождения, пол, гражданство приглашаемого лица, государство его проживания, номер и дату выдачи документа, удостоверяющего его личность, цель поездки, предполагаемый срок пребывания в Российской Федерации, предполагаемые пункты посещения в Российской Федерации, наименование приглашающей организации и ее место нахождения или фамилию, имя приглашающего физического лица и адрес его места жительства, номер и дату принятия решения о выдаче приглашения и срок действия приглашения.",
        "busInvitTitleItems1":"По кратности",
        "busInvitText1":"(количество возможных въездов в РФ) однократное, двукратное, многократное",
        "busInvitTitleItems2":"По сроку действия",
        "busInvitText2":"на 1 или 3 месяца, на 6 месяцев или 1 год"
      },
      "busInvitReg":{
        "busInvitRegTitle1":"Срок оформления:",
        "busInvitRegDesc1":"делового приглашения составляет от 5 до 20 рабочих дней, в зависимости от типа и кратности.",
        "busInvitRegTitle2":"Важно:",
        "busInvitRegDesc2":"деловое приглашение не дает право на осуществление трудовой деятельности на территории РФ и количество дней пребывания в полугодии ограничено 90 днями. После получения приглашения необходимо обратиться в консульство РФ для получения визы."
      },
      "touristsInvit":{
        "touristsInvitTitle":"Туристическое приглашение",
        "touristsInvitDesc1":"Иностранные граждане, прибывающие с туристическими целями  (имеющие надлежащим образом оформленный договор на оказание услуг по туристическому обслуживанию и подтверждение о приеме иностранного туриста организацией, осуществляющей туроператорскую деятельность) должны обратиться в Консульство РФ за оформлением туристической визы.",
        "touristsInvitDesc2":"Приглашения бывают двух видов: ",
        "touristsInvitDesc2Span":"туризм (индивидуальный и групповой) и целевой туризм. ",
        "touristsInvitDesc3":"Целевой туризм подразумевает посещение конкретного делового мероприятия, конференции и т.п",
        "touristsInvitQust":"Кто оформляет туристическое приглашение?",
        "touristsInvitDesc4":"Деятельность туроператора ведут лишь зарегистрированные юридические лица, которые занесены в Единый Федеральный Реестр Туроператоров, а также имеют необходимое финансовое обеспечение гарантированное страховыми компаниями. Наша компания зарегистрирована в Едином Федеральном Реестре и имеет право оформлять туристические приглашения от своего лица.",
        "touristsInvitDesc5":"Срок оформления туристического приглашения составляет от 15 минут до 1 рабочего дня."
      },
      "jobInvit":{
        "jobInvitTitle":"Рабочее приглашение",
        "jobInvitDesc1":"Иностранцам, прибывающим в Российскую Федерацию с  целью «работа по найму» необходимо оформление рабочего приглашения и получение рабочей визы.",
        "touristsInvitDesc2Span":"Рабочая виза ",
        "touristsInvitDesc2":"— это документ, позволяющий пребывать на территории РФ в течении длительного времени (от 1 года до 3 лет) беспрерывно.  Данная виза выдается гражданину, который устроился на работу на территории РФ.",
        "touristsInvitTitleItem1":"Обыкновенное рабочее приглашение",
        "touristsInvitText1":"Данное приглашение оформляется для специалистов по процедуре на 1 год, с дальнейшим продлением однократной рабочей визы в многократную на территории РФ уполномоченным миграционным органом",
        "touristsInvitTime1":"Срок: на 3 месяца",
        "touristsInvitTitleItem2":" рабочее приглашение для ВКС",
        "touristsInvitText2":"Данное приглашение оформляется для специалистов по процедуре ВКС. Рабочая виза первоначально оформляется в российском консульстве за рубежом, а продление осуществляется на территории РФ уполномоченным миграционным органом.",
        "touristsInvitTime2":"Срок: от года",
        "touristsInvitQust":"Куда обращаться за получением рабочего приглашения?",
        "touristsInvitDesc3":"Уполномоченные представители юридических лиц обращаются с ходатайством о выдаче приглашения по месту их нахождения. Местом нахождения юридического лица является место его государственной регистрации. Уполномоченные представители иностранных юридических лиц и филиалов обращаются с ходатайством о выдаче приглашения по месту их постановки на учет в налоговом органе."
      }



    },
    "workPermit":{
      "workPermitDesc":{
        "workPermitDescTitle":"Разрешение на работу",
        "workPermitDescText":"Разрешение на работу – это обязательный документ для трудоустройства иностранных граждан на территории РФ в качестве наемных работников. Порядок осуществления трудовой деятельности иностранными гражданами регулируется Федеральным законом от 25 июля 2002 г. <br>№ 115-ФЗ  «О правовом положении иностранных граждан в РФ»",
        "workPermitDescDep":"В зависимости от выбранной процедуры и категории иностранного гражданина разрешения на работу можно подразделить на следующие виды:",
        "workPermitDescBlock1":"Разрешение на работу ВКС",
        "workPermitDescBlock2":"Разрешение на работу на 1 год",
        "workPermitDescBlock3":"Граждане ЕАЭС",
        "workPermitDescBlock4":"Патент",
        "workPermitLink1":"./assets/files/Схематическая модель оформления РНР ВКС.pdf",
        "workPermitLink2":"./assets/files/Схематическая модель оформления РНР на 1 год (станд.процедура).pdf",
        "workPermitLink3":"./assets/files/Схематическая модель оформления ЕВРАЗЭС.pdf",
        "workPermitLink4":"./assets/files/Схематическая модель оформления  Патент.pdf"

      },
      "workPermitVks":{
        "workPermitVksTitle":"Разрешение на работу ВКС",
        "workPermitVksSpan1":"ВЫСОКОКВАЛИФИЦИРОВАННЫМ СПЕЦИАЛИСТОМ",
        "workPermitVksText1":"признается иностранный гражданин, имеющий опыт работы, навыки или достижения в конкретной области деятельности, если условия привлечения его к трудовой деятельности в РФ предполагают получение им заработной платы (вознаграждения):",
        "workPermitVksSpan2":"ОТ 167000 РУБЛЕЙ ",
        "workPermitVksSpan2Litle":"из расчета за один календарный месяц",
        "workPermitVksText2":"для большинства иностранных граждан. Членами семьи ВКС признаются его супруг (супруга), дети (в том числе усыновленные), супруги детей, родители (в том числе приемные), супруги родителей, бабушки, дедушки, внуки.",
        "workPermitVksSpan3":"ОТ 83500 РУБЛЕЙ ",
        "workPermitVksSpan3Litle":"из расчета за один календарный месяц",
        "workPermitVksText3":"для ВКС, являющихся научными работниками или преподавателями, в случае их приглашения для занятия научно-исследовательской или педагогической деятельностью по имеющим государственную аккредитацию образовательным программам, а также для ВКС, осуществляющими деятельность в области информационных технологий в организациях, осуществляющей деятельность в области информационных технологий и имеющих государственную аккредитацию;",
        "workPermitVksSpan4":"ОТ 58500 РУБЛЕЙ ",
        "workPermitVksSpan4Litle":"из расчета за один календарный месяц",
        "workPermitVksText4":"для иностранных граждан, привлеченных к трудовой деятельности резидентами технико-внедренческой особой экономической зоны",
        "workPermitVksSpan5":"ОТ 1000000 РУБЛЕЙ ",
        "workPermitVksSpan5Litle":"из расчета за один год - для ВКС",
        "workPermitVksText5":"являющихся медицинскими, педагогическими или научными работниками, в случае их приглашения для занятия соответствующей деятельностью на территории международного медицинского кластера;",
        "workPermitVksSpan6":"без учета требования к размеру заработной платы - для иностранных граждан, участвующих в реализации проекта «Сколково» в соответствии с Федеральным законом «Об инновационном центре «Сколково» выполнением каких-либо технических работ. Чтобы оформить деловую визу, нужно получить деловое приглашение от компании в РФ.",
        "workPermitVksWarning":"Иностранные граждане не могут привлекаться к трудовой деятельности в РФ в качестве ВКС для занятия проповеднической либо иной религиозной деятельностью, включая совершение богослужений, других религиозных обрядов и церемоний, обучение и религиозное воспитание."
      },
      "workPermitAdvant":{
        "workPermitAdvantTitle":"Преимущества привлечения иностранных специалистов (ВКС):",
        "workPermitAdvantItem1":"Высококвалифицированные специалисты оформляются без учета квоты и работодателю не нужно получать ПИРС",
        "workPermitAdvantItem2":"Не требуется размещать вакансию в территориальном центре занятости населения и не нужно подавать сведения о вакансии",
        "workPermitAdvantItem3":"Разрешение на работу для высококвалифицированных специалистов можно оформить на 3 года, если такой срок указан в ТК",
        "workPermitAdvantItem4":"При подаче документов на разрешение на работу ВКС не нужно предоставлять медицинские сертификаты и документ о владении русским языком",
        "workPermitAdvantItem5":"Разрешается при въезде в РФ на срок менее 90 дней не вставать на миграционный учет (при пребывании более 90 дней необходимо встать на учет)",
        "workPermitAdvantItem6":"Высококвалифицированный специалист может оформить визы сопровождающим членам своей семьи на срок действия своей визы"
      },
      "workPermitNotice":{
        "workPermitNoticeTitle1":"Уведомление о заключении/расторжении трудового договора",
        "workPermitNoticeText1":"В течение 3 рабочих дней с даты заключения ТД необходимо уведомить ГУВМ МВД о заключении ТД с иностранным гражданином (не путать с датой фактического приема иностранного гражданина – дата заключения ТД находится в верхнем правом углу ТД) – данное уведомление может быть подано непосредственно в ГУВМ МВД, либо отправлено по почте с уведомлением о вручении. Все оригиналы полученных документов (разрешение на привлечение, пластики, уведомления о заключении тд) передаются клиенту и компания обязана хранить их у себя.",
        "workPermitNoticeTitle2":"Ежеквартальное уведомление о заработной плате",
        "workPermitNoticeText2":"После уведомления органов миграционной службы о заключении ТД с ВКС, работник приступает к выполнению трудовых обязанностей, а работодатель ставит четыре отметки в календаре: ежеквартально уведомлять органы ГУВМ МВД об исполнении обязательств по выплате заработной платы (вознаграждения) ВКС.",
        "workPermitNoticeSpan1":"Согласно пункту 13 статьи 13.2 Федерального закона от 25.07.2002 N 115-ФЗ «О правовом положении иностранных граждан в Российской Федерации»",
        "workPermitNoticeText3":"(далее - ФЗ о правовом положении) работодатель обязан направлять их ежеквартально не позднее последнего рабочего дня месяца, следующего за отчетным кварталом. Уведомление должно содержать данные по состоянию на последний день квартала календарного года."
      }
    },
    "citizen":{
      "citizenOrder":{
        "citizenOrderTitle":"Гражданство",
        "citizenOrderDesc":"Гражданство Российской Федерации можно получить  в  общем и упрощенном порядке",
        "citizenOrderStage":"В общем порядке, необходимо пройти следующие этапы:",
        "citizenOrderBlockTitle1":"РВП",
        "citizenOrderBlockTitle2":"ВНЖ",
        "citizenOrderBlockTitle3":"Гражданство РФ",
        "citizenOrderText1":"Для получения гражданства в упрощенном порядке необходимо наличие у иностранного гражданина или лица без гражданства установленных российским законодательством оснований для этого, т. е., наличие жизненных обстоятельств, которые дают ему право на, своего рода, «льготное» получение гражданства РФ. ",
        "citizenOrderText2":"Наши менеджеры помогут Вам пройти данную процедуру комфортно и  определить возможные варианты",
        "citizenOrderText3":"Гражданство Российской Федерации может быть приобретено согласно статье 11 Федерального закона «О гражданстве Российской Федерации»:",
        "citizenOrderSpan1":"по рождению;",
        "citizenOrderSpan2":"в результате приема в гражданство ",
        "citizenOrderDesc2":"Российской Федерации в общем порядке;",
        "citizenOrderSpan3":"в результате приема в гражданство ",
        "citizenOrderDesc3":"Российской Федерации в упрощенном порядке;",
        "citizenOrderSpan4":"в результате восстановления в гражданстве ",
        "citizenOrderDesc4":"Российской Федерации;",
        "citizenOrderSpan5":"по иным основаниям, ",
        "citizenOrderDesc5":"предусмотренным данным Федеральным законом или  международными договорами Российской Федерации.",
        "citizenOrderText4":"Общий и упрощенный порядки отличаются основаниями, условиями, сроками рассмотрения материалов (в общем порядке — в течение 1 года, а в упрощенном — до 6 месяцев, со дня подачи всех необходимых и надлежащим образом оформленных документов). В общем порядке решение принимает Президент Российской Федерации, в упрощенном — руководители территориальных органов МВД России по субъектам Российской Федерации. Никаких квот на приобретение российского гражданства нет. Преимущественного права приобретения гражданства Российской Федерации по признакам социальной, расовой, национальной, языковой или религиозной принадлежности не установлено.",
        "citizenOrderText5":"Условия приема в российское гражданство в общем порядке установлены статьей 13 Федерального закона «О гражданстве Российской Федерации». Одним из основных условий является постоянное проживание на территории России (т.е. по виду на жительство) в течение 5 лет непрерывно. Срок проживания сокращается до 1 года или это условие снимается вообще для отдельных категорий иностранцев, установленных той же статьей."
      },
      "citizenRvp":{
        "citizenRvpTitle":"РВП",
        "citizenRvpDesc":"Разрешение на временное проживание — подтверждение права иностранного гражданина временно проживать в Российской Федерации до получения вида на жительство, оформленное в виде отметки в документе, удостоверяющем личность иностранного гражданина, либо в виде документа установленной формы, выдаваемого в Российской Федерации лицу без гражданства, не имеющему документа, удостоверяющего его личность.",
        "citizenRvpText1":"Срок действия разрешения на временное проживание составляет три года, продление разрешения на временное проживание законодательством Российской Федерации не предусмотрено. В соответствии с миграционным законодательством разрешение на временное проживание может быть выдано иностранному гражданину в пределах квоты. Квота утверждается Правительством Российской Федерации ежегодно для каждого субъекта Российской Федерации.",
        "citizenRvpText2":"Если квота исчерпана, заявление о выдаче разрешения на временное проживание к рассмотрению не принимается. Вместе с тем, Федеральным законом определены категории иностранных граждан, которым разрешение на временное проживание может быть выдано без учета квоты."
      },
      "citizenQuota":{
        "citizenQuotaTitle":"Без учета квоты разрешение на временное проживание может быть выдано иностранному гражданину:",
        "citizenQuotaSpan1":"1. Pодившемуся на территории РСФСР ",
        "citizenQuotaDesc1":"и состоявшему в прошлом в гражданстве СССР или родившемуся на территории Российской Федерации;",
        "citizenQuotaSpan2":"2. Признанному нетрудоспособным ",
        "citizenQuotaDesc2":"и имеющему дееспособных сына или дочь, состоящих в гражданстве Российской Федерации;",
        "citizenQuotaSpan3":"3. Имеющему хотя бы одного нетрудоспособного родителя, ",
        "citizenQuotaDesc3":"состоящего в гражданстве Российской Федерации;",
        "citizenQuotaSpan4":"4. Состоящему в браке с гражданином Российской Федерации, ",
        "citizenQuotaDesc4":"имеющим место жительства в Российской Федерации;",
        "citizenQuotaSpan5":"5. Осуществившему инвестиции в Российской Федерации в размере, ",
        "citizenQuotaDesc5":"установленном Правительством Российской Федерации;",
        "citizenQuotaSpan6":"6. Поступившему на военную службу, ",
        "citizenQuotaDesc6":"на срок его военной службы;",
        "citizenQuotaSpan7":"6.1 Являющемуся участником Государственной программы ",
        "citizenQuotaDesc7":"по оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, и членам его семьи, переселяющимся совместно с ним в Российскую Федерацию;",
        "citizenQuotaSpan8":"6.2 Имеющему ребенка, ",
        "citizenQuotaDesc8":"состоящего в гражданстве Российской Федерации;",
        "citizenQuotaSpan9":"6.3 Имеющему сына или дочь, ",
        "citizenQuotaDesc9":"достигших возраста восемнадцати лет, состоящих в гражданстве Российской Федерации и решением суда, вступившим в законную силу, признанных недееспособными либо ограниченными  в дееспособности;",
        "citizenQuotaSpan10":"6.4 Не достигшему возраста восемнадцати лет, ",
        "citizenQuotaDesc10":"получающему разрешение на временное проживание по заявлению родителя (усыновителя, опекуна, попечителя) — гражданина Российской Федерации;"
      },
      "citizenVng":{
        "citizenVngTitle":"ВНЖ",
        "citizenVngText1":"Вид на жительство — документ, выданный иностранному гражданину в подтверждение его права на постоянное проживание в Российской Федерации, а также его права на свободный выезд из Российской Федерации и въезд в Российскую Федерацию. Вид на жительство, выданный лицу без гражданства, является одновременно и документом, удостоверяющим его личность.",
        "citizenVngText2":"Вид на жительство выдается иностранному гражданину на пять лет. По окончании срока действия вида на жительство происходит продление по заявлению иностранного гражданина. В территориальный орган МВД России подается заявление не позднее чем за два месяца до истечения срока действия имеющегося у него вида на жительство. Количество продлений срока действия вида на жительство не ограничено.",
        "citizenVngText3":"До получения вида на жительство иностранный гражданин обязан прожить в Российской Федерации не менее одного года на основании разрешения на временное проживание."
      }
    },
    "otherServices":{
      "otherServicesTitle":"Другие услуги",
      "otherServicesDesc":"Компания Mellennium Travel кроме основных оказывает также дополнительные услуги",
      "otherServicesSpan1":"Юридические услуги",
      "otherServicesText1":"Имея большой практический опыт в миграционной сфере, наша компания готова оказать квалифицированную юридическую поддержку, связанную с применением Федеральных Законов о миграции и представлением интересов Заказчика в государственных органах",
      "otherServicesSpan2":"Перевод документов",
      "otherServicesText2":"Переводчики нашей компании работают со всеми языками мира и готовы осуществить письменный перевод всех типов документов (от паспорта до сложной технической документации) в ускоренные или стандартные сроки",
      "otherServicesSpan3":"Нотариальное заверение документов",
      "otherServicesText3":"Среди преимуществ работы с нами по данному направлению является возможность круглосуточного заверения документов с последующей доставкой к Заказчику",
      "otherServicesSpan4":"Миграционный аудит",
      "otherServicesText4":"Ваша миграционная безопасность зависит от правильности ведения личных дел иностранных работников. Проверка может быть проведена как в офисе у Заказчика, так и дистанционным путем. По результатам проверки выдается заключение юриста, содержащее описание нарушений, возможных штрафных санкций, а также рекомендации по их исправлению.",
      "otherServicesSpan5":"Курьерские услуги",
      "otherServicesText5":"Штатный состав собственных визовых агентов, специалистов по работе с государственными органами и курьеров позволяют оперативно решать все вопросы с оказанием курьерских услуг как в рамках миграционных и визовых услуг, так и как отдельную услугу.",
      "otherServicesSpan6":"Консультационные услуги",
      "otherServicesText6":"Широкий выбор консультационных услуг."
    },
    "webinar":{
      "webinarTitle1":"Вебинар-академия",
      "webinarDesc":"Вебинар-академия Mellennium Travel - это обучающая on-line платформа, созданная для удобства обучения и информирования наших клиентов, а также построение нового типа коммуникации, основанного на удобстве предоставления информации. Мы создаем новые стандарты онлайн-обучения, которые помогают нам делиться с клиентами уникальным опытом, легко передавать знания и тем самым выводить бизнес-процессы на новый уровень.",
      "webinarTitle2":"Обучающие",
      "webinarText1":"Во многих компаниях  поддержка экспатов требует дополнительных компетенций. Целью наших обучающих вебинаров является ознакомление с базовыми моментами и правилами, на которые стоит обратить внимание при работе с иностранными гражданами.",
      "webinarText1Span1":"Вебинары рассчитаны на группы от 10 до 100 человек",
      "webinarBlockTitle1":"Информационные",
      "webinarBlockText1":"Миграционное законодательство быстро меняется и порой трудно отследить все нововведения. Информационные вебинары призваны устранить данные пробелы и донести до наших клиентов актуальную информацию, связанную с миграционными и визовыми вопросами. <br>С нами Вы будете в курсе событий!",
      "webinarBlockText1Span1":"Вебинары рассчитаны на группы от 50 до 500 человек",
      "webinarBlockTitle2":"Индивидуальные",
      "webinarBlockText2":"Индивидуальные вебинары сочетают в себе преимущества обучающих и информационных вебинаров. Программа составляется в соответствии с пожеланиями наших заказчиков учитывая их актуальные запросы. В ходе проведения вебинара все вопросы от участников разбираются детально, предоставляются практические примеры.",
      "webinarBlockText2Span2":" Вебинары рассчитаны на группы от 50 до 500 человек"
    },
    "exitVisa":{
      "exitVisaTitle1":"Выездные визы",
      "exitVisaDesc":"Для посещения ряда стран мира гражданам Российской Федерации и иностранцам, работающим в России, необходима виза.  Виза - это разрешение на пребывание в стране в течение определенного срока",
      "exitVisaText1":"В визе указывается срок, в течение которого возможен въезд и должен быть осуществлен последний выезд, количество въездов, возможная продолжительность пребывания.",
      "exitVisaText2":"Виза оформляется до начала поездки в консульстве соответствующей страны на территории России и вклеивается в паспорт.",
      "exitVisaTitle2":"Наша компания полезна Вам:",
      "exitVisaText3Span3":"- в оформлении туристических, деловых, рабочих виз во все страны мира, включая основные направления: ",
      "exitVisaText3":"страны Шенгена,страны Азии, Америка, Англия, СНГ",
      "exitVisaText4Span4":"- в оформлении ",
      "exitVisaText4":"заграничных паспортов",
      "exitVisaText5Span5":"- в страховании ",
      "exitVisaText5":"выезжающих за рубеж",
      "exitVisaTitle3":"Выгоды для Вас: ",
      "exitVisaText6":"- Гибкая и прозрачная ценовая политика",
      "exitVisaText7":"- Оперативный ответ профессионального менеджера",
      "exitVisaText8":"- Возможность разделения прайса на базовые и дополнительные услуги",
      "exitVisaText9":"- Предоставление вариантов для решения ваших запросов",
      "exitVisaText10":"- Гарантии достижения результата"
    },

    "lang": "ru"
  },



  "contentEn": {
    "header": {
      "headerContactEmail": "Write to us",
      "headerMenuAbout": "ABOUT COMPANY",
      "headerMenuService": "ABOUT SERVICE",
      "headerMenuNews": "NEWS",
      "headerMenuContacts": "CONTACTS"
    },
    "sidebar": {
      "sidebarDescVisa": "Russian Visa",
      "sidebarDescWork": "Work Permit",
      "sidebarDescExitVisa": "Exit Visas",
      "sidebarDescCitizen": "Citizenship",
      "sidebarDescWebinar": "Webinar Academy",
      "sidebarDescOther": "Other Services"
    },
    "contacts": {
      "contactsTitle": "CONTACTS",
      "contactsDesc": "29 Vernadskogo avenue, Moscow, 119331"
    },
    "components": {
      "buttonMore": "More",
      "buttonWatch":"Watch the video"
    },
    "aboutCompany": {
      "about": {
        "titleAbout": "ABOUT COMPANY",
        "aboutTextBegin": "The ",
        "aboutText": "is a multifaceted area within which the creative and architectural solutions are generated for the free implementation of business processes. Our unique solutions become the ‘must haves’ in their field. As of today, we have already had 15 years of a proven experience in the provision of the visa-related and other migration-related services.",
        "aboutTextSpan": "Mellennium Travel "
      },
      "service": {
        "serviceTitle": "ABOUT SERVICE",
        "serviceTextPhrase": "«Customers are personalities, and the templates are ineffective with the personalities...»",
        "serviceTextDesc": "As we understand that, top class service is a service which focuses on the customer’s innermost needs. When providing a customer-focused service, human factor plays a very big role. Our concept is based on the continuous improvement both of our professional behavior and of the modes of the provision of services. Our customers’ demands are the promoters for our development and growth. And while the numerous questions arise for our customers when they deal with the visa- and other migration-related authorities, we have an answer for each of them.",
        "serviceTextSlogan": "High quality service is our «secret weapon»!"
      },
      "cooperation": {
        "cooperationTitle": "COOPERATION",
        "cooperationTextBegin": "The ",
        "cooperationTextSpan": "Mellennium Travel ",
        "cooperationText": "offers several options of cooperation for its customers."
      },
      "advantages": {
        "advantagesTitle": "ADVANTAGES",
        "advantagesDescTitleHon": "HONESTY",
        "advantagesDescTitleBen": "BENEFITS",
        "advantagesDescTitleExp": "EXPERTISE",
        "advantagesDescTitleAv": "AVAILABILITY",
        "advantagesDescTitleSup": "SUPPORT",
        "advantagesDescTitleFlex": "FLEXIBILITY",
        "advantagesDescHon": "In the course of cooperation with us, we always honestly declare all the stages to be passed through within the work flow, as well as the expected deliverables, warranties and risks.",
        "advantagesDescBen": "Any cooperation with us, either having an ordinary consultation or a kind of long-term co-operation, yields benefit.",
        "advantagesDescExp": "We have gained an invaluable hands on experience in the solving of various problems faced by our clients over the years of our activities.",
        "advantagesDescAv": "We are sensible thereof how it is important always to stay in touch; therefore, we provide 24/7 support for our customers.",
        "advantagesDescSup": "We are responsible for our undertaken obligations, and share the risks with our clients.",
        "advantagesDescFlex": "We follow a flexible and transparent price policy in accordance with the customers’ demands."
      },
      "news": {
        "newsTitle": "NEWS",
        "newsText1": "According to the tenor of the related draft law posted on the official portal of the draft regulations, the MIA of the RF proposes to introduce an administrative fine to be imposed on the companies and executive officers which have not taken care of timely departure of the foreigners invited by them, from the country.",
        "newsText2": "In an open hearing, the Constitutional Court of the Russian Federation ruled the provisions of the Russian migration-related law, which oblige the foreigners to be registered at a place of stay, as unconstitutional and inconsistent with the Constitution of Russia.",
        "newsText3": "The paper migration cards under the seal of the Border Guard, which are issued to the foreigners when entering the Russian Federation, will be superseded by their electronic versions, i.e., by the digital migration cards in the foreseeable future."
      },
      "clients": {
        "clientsTitle": "OUR CUSTOMERS"
      }
    },
    "visa": {
      "visaRf": {
        "visaRfTitle": "Russian Federation Visa",
        "visaRfDoc": "In order to enter the Russian Federation, a foreign citizen or an apatride shall present a valid document of identification, which is admitted as such by the Russian Federation, and a Visa, unless any other procedure for entry into the Russian Federation is provided for by any relevant international treaty.",
        "visaRfInvitBegin": "An ",
        "visaRfSpan": "Invitation Letter ",
        "visaRfDesc": "constitutes grounds for the issuance of a Visa to a foreigner, according to the provisions prescribed by the Federal Law No. 115-ФЗ, dated July 25, 2002 “On the Legal Status of the Foreign Citizens in the Russian Federation”, or to the relevant international treaties acceded to by the Russian Federation. When submitting an application for the issuance of an Invitation Letter for entry into the Russian Federation, the host party is entitled to choose an option for execution of such Invitation Letter either on a due pre-printed form or in format of an electronic document.",
        "visaRfType": "When planning your travel, it is important to select a correct type of the Invitation Letter to be executed, since the declared purpose of the visit shall correspond with the actual purpose of your entry into the country.",
        "visaRfDep": "Subject to the purpose of visit, the invitation letters are subdivided into such ones, as follows:",
        "visaRfTitleBus": "BUSINESS",
        "visaRfTitleTour": "TOURIST",
        "visaRfTitleEmpl": "EMPLOYMENT"
      },
      "busInvit": {
        "busInvitTitle": "BUSINESS INVITATION LETTER",
        "busInvitDesc1": "An ordinary business Invitation Letter is the mostly-executed type of the Invitation Letter. Such Invitation Letter will be necessary for everyone whose travel to Russia is related to a necessity of solution to any commercial or business issues, or is intended for the extension of the traveler’s business relations, for the signing of the agreements/contracts, as well as for the performing of any technical or engineering works. In order to arrange a Business Visa, it is necessary to obtain a business Invitation Letter from a company in the Russian Federation.",
        "busInvitQuest": "Who Is Entitled to Execute a Business Invitation Letter?",
        "busInvitDesc2": "Such invitation letters are executed via the General Administration for Migration Issues of the Ministry of Internal Affairs (only upon request of a corporate entity accredited at the General Administration for Migration Issues of the Ministry of Internal Affairs). Also, there is an opportunity to get executed such Invitation Letter via the Chamber of Commerce and Industry of the Russian Federation (for representative offices) or via the Ministry of Foreign Affairs (for execution of an Invitation Letter on behalf of a state or public institution). The Invitation Letter shall contain the following particulars: surname, given name(s) (to be spelled successively both in Russian alphabet and in Latin alphabet), date and place of birth, sex, nationality of the person being invited; country of his/her residence, number and date of issue of his/her document of identification; purpose of travel; expected period of stay in the Russian Federation; expected places to be visited within the Russian Federation; name of the host company and its corporate seat, or surname and given name of the inviting individual person and his/her place of residence; number and date of the decision on the issuance of the Invitation Letter, and period of validity of the Invitation Letter.",
        "busInvitTitleItems1": "OPTIONS AS FOR THE NUMBER ",
        "busInvitText1": "(of the permitted entries into the Russian Federation under the Invitation Letter): single; double; multiple",
        "busInvitTitleItems2": "OPTIONS AS FOR THE PERIOD OF VALIDITY",
        "busInvitText2": "for 1 or 3 months; for 6 months or 1 year"
      },
      "busInvitReg": {
        "busInvitRegTitle1": "TURNAROUND TIME:",
        "busInvitRegDesc1": "in respect of a business Invitation Letter accounts for 5 to 20 business days, subject to the type and period of validity.",
        "busInvitRegTitle2": "IMPORTANT:",
        "busInvitRegDesc2": "An Invitation Letter itself does not entitle to be employed within the territory of the Russian Federation; and the number of the days of stay is limited to 90 days per half a year period. Upon receipt of the Invitation Letter, it is necessary to apply at a Consulate of the Russian Federation for the receiving of a Visa."
      },
      "touristsInvit": {
        "touristsInvitTitle": "TOURIST INVITATION LETTER",
        "touristsInvitDesc1": "The foreigners arriving in the country for the purposes of tourism (who have a properly-executed Agreement for the Rendering of Tourist Services, and a confirmation of the forthcoming reception of the related foreign tourist by a company engaged in the tour operator activities), shall apply at a Consulate of the Russian Federation for the processing of a Tourist Visa.",
        "touristsInvitDesc2": "Such invitation letters may be of two types, such as follows:",
        "touristsInvitDesc2Span": "for tourism (on individual or collective basis), and for special-purpose tourism.",
        "touristsInvitDesc3": "The special purpose tourism means visiting for participation in a certain business event, conference, and so on.",
        "touristsInvitQust": "Who Is Entitled to Execute a Tourist Invitation Letter?",
        "touristsInvitDesc4": "The tour operator activities are carried out only by the authorized corporate entities which have been entered into the Unified Federal Register of Tour Operators, and which have a proper financial provision secured by the insurance companies. Our company has been entered into this Unified Federal Register, and is authorized to execute the tourist invitation letters on its own behalf.",
        "touristsInvitDesc5": "Turnaround time in respect of a tourist Invitation Letter accounts for 15 minutes to 1 business day."
      },
      "jobInvit": {
        "jobInvitTitle": "EMPLOYMENT INVITATION LETTER",
        "jobInvitDesc1": "The foreigners arriving in the Russian Federation for the purposes of employment, shall formalize an employment Invitation Letter, and obtain an Employment Visa.",
        "touristsInvitDesc2Span": "EMPLOYMENT VISA ",
        "touristsInvitDesc2": "is a document entitling to stay within the territory of the Russian Federation for a long period (that is, for 1 to 3 years) continuously. Such Visa is issued to a foreigner who has been employed within the territory of the Russian Federation.",
        "touristsInvitTitleItem1": "ORDINARY EMPLOYMENT INVITATION LETTER:",
        "touristsInvitText1": "Such Invitation Letter is executed for the professionals under the established procedure by a relevant authorized migration authority in the territory of the Russian Federation for a period of 1 year, with subsequent extension of the validity of a single Employment Visa being re-issued as a multiple one.",
        "touristsInvitTime1": "TERM: FOR 3 MONTHS",
        "touristsInvitTitleItem2": "EMPLOYMENT INVITATION LETTER FOR THE HQS",
        "touristsInvitText2": "Such Invitation Letter is executed for the professionals under the special procedure established for the Highly Qualified Specialists (HQS). An Employment Visa is initially processed at a Russian Consulate abroad; and the extension of its validity is carried on by a relevant authorized migration authority in the territory of the Russian Federation.",
        "touristsInvitTime2": "TERM: FROM 1 YEAR AND OVER",
        "touristsInvitQust": "Where Should You Apply to Obtain an Employment Invitation Letter?",
        "touristsInvitDesc3": "The authorized representatives of the corporate entities shall petition for the issuance of such Invitation Letter at the location of their corporate seat. The corporate seat of a corporate entity is its registered office address. The authorized representatives of the foreign corporate entities and of their branch offices shall petition for the issuance of such Invitation Letter at the place of their registration with tax authorities."
      }
      },
    "workPermit": {
      "workPermitDesc": {
        "workPermitDescTitle": "WORK PERMIT",
        "workPermitDescText": "Work Permit is a document to be mandatorily executed for the employment of the foreigners as the payroll employees within the territory of the Russian Federation. The procedure for the carrying out of labor activities by the foreigners is governed by the Federal Law No. 115-ФЗ, dated July 25, 2002 “On the Legal Status of the Foreign Citizens in the Russian Federation”.",
        "workPermitDescDep": "Subject to the selected procedure and to the category of a foreigner, the work permits may be subdivided into the following types:",
        "workPermitDescBlock1": "Work Permit for the HQS",
        "workPermitDescBlock2": "Work Permit for 1 year",
        "workPermitDescBlock3": "For the citizens of the EAEU member countries",
        "workPermitDescBlock4": "Licensed",
        "workPermitLink1":"./assets/files/Схематическая модель оформления РНР ВКС.docx",
        "workPermitLink2":"./assets/files/Схематическая_модель_оформления_РНР_на_1_год_(станд.процедура).DOCX",
        "workPermitLink3":"./assets/files/Схематическая_модель_оформления_ЕВРАЗЭС.DOCX",
        "workPermitLink4":"./assets/files/Схематическая модель оформления  Патент.docx"

      },
      "workPermitVks":{
        "workPermitVksTitle":"WORK PERMIT FOR THE HQS",
        "workPermitVksText1Begin":"A foreigner who has professional experience, skills, or advances in a certain field of activity, shall be considered as a ",
        "workPermitVksSpan1":"HIGHLY-QUALIFIED SPECIALIST (HQS),",
        "workPermitVksText1":"given that the conditions of his/her employment in the Russian Federation provide for the payment of salary/remuneration to him/her in the amount of, as follows:",
        "workPermitVksSpan2":"167,000 RUSSIAN RUBLES OR MORE ",
        "workPermitVksSpan2Litle":"calculated as per one calendar month",
        "workPermitVksText2":"for most of the foreigners; concerning the HQS’ family members, their spouses, children (including the adopted ones), children’s spouses, parents (including the adoptive ones), parents’ spouses, grandmothers, grandfathers and grandchildren shall be considered as such;",
        "workPermitVksSpan3":"83,500 RUSSIAN RUBLES OR MORE ",
        "workPermitVksSpan3Litle":"calculated as per one calendar month ",
        "workPermitVksText3":"for the HQS being the research scientists, faculty members or other educators in case if they are invited for the engagement in the scientific, research or teaching activities under the government-accredited educational programs; as well as for the HQS being engaged in the activities in the field of Information Technologies at the publicly accredited enterprises carrying out the activities in the field of Information Technologies;",
        "workPermitVksSpan4":"58,500 RUSSIAN RUBLES OR MORE ",
        "workPermitVksSpan4Litle":"calculated as per one calendar month",
        "workPermitVksText4":"for the foreigners engaged in the labor activities by the residents of a technology development special economic zone;",
        "workPermitVksSpan5":"1,000,000 RUSSIAN RUBLES OR MORE  ",
        "workPermitVksSpan5Litle":"calculated as per one calendar year for the HQS",
        "workPermitVksText5":"being the medical professionals, educators or research scientists in case if they are invited for the engagement in the relevant activities on the premises of an international medical cluster;",
        "workPermitVksSpan6":"notwithstanding the requirements as to the amount of wages, - for the foreigners involved in the implementation of the ‘Skolkovo’ project under the Federal Law “On the ‘Skolkovo’ Innovation Center”.",
        "workPermitVksWarning":"The foreigners may not be engaged in the labor activities within the Russian Federation as the HQS for the carrying-out of the preaching or other religious activities including the ministration or officiating of other religious rites and ceremonies, the teaching of any religion, and the religious upbringing of the followers of any religion."
      },
      "workPermitAdvant":{
        "workPermitAdvantTitle":"ADVANTAGES OF INVOLVEMENT OF THE FOREIGN PROFESSIONALS (HQS)",
        "workPermitAdvantItem1":"The Highly Qualified Specialists are enrolled regardless of the applicable quotas, and the employers do not need to obtain a special permission for them.",
        "workPermitAdvantItem2":"It is not necessary to publish information on the related employment vacancy on the networked resource of the relevant territorial Employment Office.",
        "workPermitAdvantItem3":"A Work Permit for a Highly Qualified Specialist may be executed for a term of 3 years, provided that such term is specified in the related Employment Contract/Agreement.",
        "workPermitAdvantItem4":"When submitting the documents for the obtainment of a Work Permit for a HQS, it is not necessary to present the medical certificates and a documentary evidence of the Russian language proficiency.",
        "workPermitAdvantItem5":"It is allowed not to be registered with the migration registration authorities when entering the Russian Federation for a period up to 90 days.",
        "workPermitAdvantItem6":"A Highly Qualified Specialist may arrange the visas for his/her accompanying family members for the period of validity of his/her Visa."
      },
      "workPermitNotice":{
        "workPermitNoticeTitle1":"Notification of the Conclusion/Termination of an Employment Contract/Agreement (EC/EA)",
        "workPermitNoticeText1":"Within 3 business days from the date of conclusion of an EC/EA, it is necessary to notify the General Administration for Migration Issues of the Ministry of Internal Affairs of the conclusion of an EC/EA with a foreigner (not to be confused with the actual date of hire of the related foreigner; meanwhile, the date of conclusion of an EC/EA is filled out in the top right corner on the first page of an EC/EA); such notification may be either submitted to the General Administration for Migration Issues of the Ministry of Internal Affairs directly in person, or sent by the registered mail with a request for acknowledgement of receipt. All the original documents received (such as the Permit to Engage Foreign Labor, the plastics, the Notification of Conclusion of an EC/EA, and so on) shall be delivered to the customer, and the customer company shall be obliged to keep them on file in-house.",
        "workPermitNoticeTitle2":"Quarterly Notification of the HQS’ Wages",
        "workPermitNoticeText2":"Upon notifying the migration service authorities of the conclusion of an EC/EA with an HQS, the employee starts the performance of his/her employment duties, and the employer puts the four related ticks in the Time-Schedule, and thus, the employer shall thereafter quarterly notify the relevant local authorities of the General Administration for Migration Issues of the Ministry of Internal Affairs of the performance of its obligations for the payment of wages (remuneration) to the HQS.",
        "workPermitNoticeSpan1":"Pursuant to the Article 13.2 paragraph 13 of the Federal Law No. 115-ФЗ, dated the 25.07. 2002 «On the Legal Status of the Foreign Citizens in the Russian Federation»",
        "workPermitNoticeText3":"(hereinafter referred to as the “Federal Law on the Legal Status”), the employer shall be obliged to send such notifications quarterly no later than the last business day of the month following the reported quarter. Such notification shall contain the data which are actual as of the last day of the relevant quarter of the calendar year."
      }
    },
    "citizen":{
      "citizenOrder":{
        "citizenOrderTitle":"CITIZENSHIP",
        "citizenOrderDesc":"The citizenship of the Russian Federation may be acquired either under the standard procedure or under the simplified procedure",
        "citizenOrderStage":"When acquiring the citizenship under the standard procedure, it is necessary to undergo the following stages:",
        "citizenOrderBlockTitle1":"OBTAINING OF A TEMPORARY RESIDENCE PERMIT",
        "citizenOrderBlockTitle2":"OBTAINING OF A PERMANENT RESIDENT CARD",
        "citizenOrderBlockTitle3":"ACQUIRING OF THE CITIZENSHIP OF THE RUSSIAN FEDERATION",
        "citizenOrderText1":"The relevant legal grounds specified by the Russian legislation, must be present with regard to the concerned foreign citizen or apatride for the acquisition of the citizenship of the Russian Federation under the simplified procedure; that is, the grounds related to the existence of the life circumstances which entitle the concerned person for such a kind of the  «privileged» acquisition of the citizenship of the Russian Federation.",
        "citizenOrderText2":"Our managers will assist you to undergo such procedure comfortably, and to estimate the possible options for the acquisition of the citizenship of the Russian Federation.",
        "citizenOrderText3":"The citizenship of the Russian Federation may be acquired pursuant to the Article 11 of the Federal Law «On the Citizenship of the Russian Federation», as follows:",
        "citizenOrderSpan1":"by birth;",
        "citizenOrderSpan2":"as a consequence of the conferment of citizenship ",
        "citizenOrderDesc2":"of the Russian Federation under the standard procedure;",
        "citizenOrderSpan3":"as a consequence of the conferment of citizenship",
        "citizenOrderDesc3":"of the Russian Federation under the simplified procedure;",
        "citizenOrderSpan4":"on other grounds provided  ",
        "citizenOrderDesc4":"for by the aforementioned Federal Law or by the relevant international treaties acceded to by the Russian Federation.",
        "citizenOrderText4":"The standard and simplified procedures are distinguished by the legal grounds, by the applicable conditions, by the time allowed for consideration of the submitted materials (i.e., if under the standard procedure, then, within 1 year, and if under the simplified procedure, then, within the period up to 6 months, that is in both cases, from the date of submission of all the required and properly-executed documents), and by the jurisdiction as for the taking of the related decisions. When under the standard procedure, the related decisions are taken by the President of the Russian Federation; and when under the simplified procedure, the related decisions are taken by the chiefs of the relevant territorial bodies of the Ministry of Internal Affairs for the relevant constituent entities of the Russian Federation. There are no any quota limits for the acquisition of the citizenship of the Russian Federation. There have not been established any preferential rights for the acquisition of the citizenship of the Russian Federation on grounds of the social set-up, race, national or ethnical identity, language, or religious identity.",
        "citizenOrderText5":"The provisions for conferment of the Russian citizenship under the standard procedure are set by the Article 13 of the Federal Law “On the Citizenship of the Russian Federation”. One of such principal provisions is the requirement for permanent residence within the territory of Russia (that is, under the Permanent Resident Card) for a period of 5 years continuously. Such period of permanent residence is reduced to 1 year, or such requirement may be eliminated at all for the certain categories of the foreigners, which are specified by the same Article."
      },
      "citizenRvp":{
        "citizenRvpTitle":"TEMPORARY RESIDENCE PERMIT",
        "citizenRvpDesc":"The Temporary Residence Permit is a certification of the foreigner’s right for the temporary residence in the Russian Federation before the obtainment of a Permanent Resident Card; and it is executed either in the form of the related endorsement in the concerned foreign citizen’s document of identification, or in the form of the special standard document being issued in the Russian Federation to the concerned apatride which does not have any document of identification.",
        "citizenRvpText1":"The period of validity of a Temporary Residence Permit accounts for three years, and any extension of the Temporary Residence Permit’s validity is not provided for by the legislation of the Russian Federation. According to the migration-related legislation, a Temporary Residence Permit may be issued to a foreigner within the set quota limits. Such quota limits are annually approved by the Government of the Russian Federation for each constituent entity of the Russian Federation.",
        "citizenRvpText2":"If such a quota is filled, the application for the issuance of a Temporary Residence Permit shall not be admitted to examination. Alongside this, the related Federal Law specifies the relevant categories of the foreigners to whom a Temporary Residence Permit may be issued regardless of the said quota limits."
      },
      "citizenQuota":{
        "citizenQuotaTitle":"Regardless of the quota limits, a Temporary Residence Permit may be issued to such a foreigner, as follows:",
        "citizenQuotaSpan1":"1. who was born in the territory of the Russian Soviet Federal Socialist Republic ",
        "citizenQuotaDesc1":"and formerly had the citizenship of the USSR, or who was born in the territory of the Russian Federation;",
        "citizenQuotaSpan2":"2. who has been recognized as a disabled person ",
        "citizenQuotaDesc2":"and has a capable son or daughter being a citizen of the Russian Federation;",
        "citizenQuotaSpan3":"3. who has at least one disabled parent ",
        "citizenQuotaDesc3":"being a citizen of the Russian Federation;",
        "citizenQuotaSpan4":"4. who is married to such a citizen of the Russian Federation, ",
        "citizenQuotaDesc4":" that is a resident of the Russian Federation;",
        "citizenQuotaSpan5":"5. who has carried out investments within the Russian Federation in the amount ",
        "citizenQuotaDesc5":"set by the Government of the Russian Federation;",
        "citizenQuotaSpan6":"6. who has joined the military service, ",
        "citizenQuotaDesc6":"to be issued for the period of his/her military service;",
        "citizenQuotaSpan7":"6.1 who is a member of the State Program ",
        "citizenQuotaDesc7":"to Assist  Voluntary Resettlement of the Compatriots Living Abroad to the Russian Federation, and to his/her family members resettling together with him/her to the Russian Federation;",
        "citizenQuotaSpan8":"6.2 who has a child ",
        "citizenQuotaDesc8":"being a citizen of the Russian Federation;",
        "citizenQuotaSpan9":"6.3 who has a son or daughter ",
        "citizenQuotaDesc9":"which is aged eighteen and above, which is a citizen of the Russian Federation, and which has been recognized, pursuant to a court decision which has entered into legal force, as a disabled person or as an incapacitated person;",
        "citizenQuotaSpan10":"6.4 who is aged under eighteen ",
        "citizenQuotaDesc10":"and obtains a Temporary Residence Permit pursuant to a related application from a parent (adoptive parent, legal guardian, legal care-giver) being a citizen of the Russian Federation."
      },
      "citizenVng":{
        "citizenVngTitle":"PERMANENT RESIDENT CARD",
        "citizenVngText1":"The Permanent Resident Card is a document being issued to a foreigner as a certification of his/her right for the permanent residence in the Russian Federation, as well as of his/her right for the free exit from, and free entry into the Russian Federation. A Permanent Resident Card issued to an apatride, is also a document of his/her identification simultaneously.",
        "citizenVngText2":"The Permanent Resident Card is issued to a foreigner for a period of five years. Upon expiry of the Permanent Resident Card validity period, there is carried out an extension of its validity on the related application of the concerned foreigner. Thereat, an application shall be submitted to the relevant territorial body of the Ministry of Internal Affairs of Russia no later than two months before the expiry of validity period of the current Permanent Resident Card of the concerned foreigner. The number of such extensions of the Permanent Resident Card validity is not limited.",
        "citizenVngText3":"Before the receiving of a Permanent Resident Card, the concerned foreigner shall have resided in the Russian Federation within a period of no less than one year pursuant to the related Temporary Residence Permit."
      }

    },
    "otherServices":{
      "otherServicesTitle":"OTHER SERVICES",
      "otherServicesDesc":"Beside the core services, the Mellennium Travel company additionally provides such extra services as follows",
      "otherServicesSpan1":"Legal Services",
      "otherServicesText1":"Having a great hands on experience in the field of the migration related services, our company holds itself ready to provide a competent legal support concerning the application of the federal migration related laws, and concerning the representation of the customers’ interests before the state authorities.",
      "otherServicesSpan2":"Translation of the Documents",
      "otherServicesText2":"Our company’s translators treat all the languages of the world, and are capable to get executed a written translation of any document of all types (from passports to any complex technical documents) within either expedited or standard time limits.",
      "otherServicesSpan3":"Notarial Certification of the Documents",
      "otherServicesText3":"An opportunity for the round the clock notarization of the documents with subsequent delivery to the customer is one of the advantages of cooperation with us within this area.",
      "otherServicesSpan4":"Migration-Related Auditing",
      "otherServicesText4":"Your security in the field of the migration-related activities depends on the correctness of maintaining of the foreign employees’ personal files. Such our auditing may be carried out both at the customer’s office and remotely. According to its findings, a Legal Opinion is issued, which contains the description of the violations, possible punitive penalties, and the recommendations for their elimination.",
      "otherServicesSpan5":"Courier Service",
      "otherServicesText5":"The regular staff of our in-house agents assigned for the visa related issues, of our professionals assigned for the co-operation with the state authorities, and of our couriers enables us promptly to resolve all the issues related to the provision of courier service both within the framework of the core visa and other migration related services, and as an unbundled service.",
      "otherServicesSpan6":"Consulting Services",
      "otherServicesText6":"We provide a wide range of the consulting services."
    },
    "webinar":{
      "webinarTitle1":"WEBINAR ACADEMY",
      "webinarDesc":"The Webinar Academy of the Mellennium Travel is an on-line learning platform created for the convenience of the learning and provision of information for our customers, as well as for the building-up of a new type of communication, which is based on the convenience of the information provision. We establish the new standards of the on-line learning, which assist us to share a unique experience with our customers, easily to impart knowledge, and thus to take the business processes to the next level.",
      "webinarTitle2":"TRAINING WEBINARS",
      "webinarText1":"Assistance for the expatriates needs some extra competencies at many companies. The purpose of our training webinars is an insight into the basic essentials, rules and regulations which should be taken into consideration when working with the foreigners.",
      "webinarText1Span1":"Such webinars are intended for the groups of 10 to 100 persons.",
      "webinarBlockTitle1":"INFORMATION WEBINARS",
      "webinarBlockText1":"The migration-related legislation is rapidly changed; and at times, it is difficult to monitor all the legislative innovations. The information webinars are meant to eliminate suchlike gaps in your knowledge, and to bring the up-to-date information concerning the visa- and other migration-related issues, to the notice of our customers. You will always keep track of events with us!",
      "webinarBlockText1Span1":"Such webinars are intended for the groups of 50 to 500 persons.",
      "webinarBlockTitle2":"INDIVIDUAL WEBINARS",
      "webinarBlockText2":"The individual webinars combine the advantages of the training webinars with the advantages of the information ones. Their programs are drawn up in accordance with the desires of our customers, with due regard for their actual requests. In the course of holding of such a webinar, all the questions asked by the on-line attendees are considered and investigated in detail, and the application examples are exposed.",
      "webinarBlockText2Span2":"Such webinars are intended for the groups up to 20 persons."
    },
    "exitVisa":{
      "exitVisaTitle1":"EXIT VISAS",
      "exitVisaDesc":"For the visiting of a variety of countries of the world, the citizens of the Russian Federation, as well as the foreigners employed in Russia, need the related visas. Visa is a permit for stay in the country within a given time.",
      "exitVisaText1":"A Visa contains such particulars as: the time period within which an entry into the country is possible, and within which the last exit from the country must have been carried out; the number of entries into the country; and the permitted duration of stay in the country.",
      "exitVisaText2":"A Visa is processed before the beginning of travel at a Consulate of the concerned country within the territory of Russia, and is to be glued in the Passport.",
      "exitVisaTitle2":"Our company is of service to you when you need:",
      "exitVisaText3Span3":"- to arrange the tourist, business, employment visas for visiting all the countries worldwide, including the countries within such principal directions as follows:  ",
      "exitVisaText3":"the Schengen countries; the countries of Asia; America; the United Kingdom; the CIS;",
      "exitVisaText4Span4":"- to obtain ",
      "exitVisaText4":"the international passports;",
      "exitVisaText5Span5":"- to take out an insurance policy ",
      "exitVisaText5":"for the persons travelling abroad.",
      "exitVisaTitle3":"When contacting us, you may avail of such benefits as follows:",
      "exitVisaText6":"- flexible and transparent price policy;",
      "exitVisaText7":"- prompt response from a qualified manager;",
      "exitVisaText8":"- opportunity for subdivision of the price list into the prices for core services, and the  prices for extra services;",
      "exitVisaText9":"- provision of options for the resolving of your issues;",
      "exitVisaText10":"- assurance of the achievement of result."
    },



    "lang": "en"
  }
}